{
    "history": {
        "christmas": "Christmas is the date set aside for the celebration of the birth of Jesus Christ. Christians celebrate it on December 25th all over the world. Jesus was not born on December 25th exactly but this date was chosen to coincide with the pagan Roman celebrations honoring Saturnus (Harvest God) and Mithras (Ancient God of Light). The day of this celebration came just after the winter solstice, which is the shortest day of the year in the northern hemisphere. The celebrations were to make known that winter is not forever. It was a form of worshipping the sun. Jesus was born nearly 2000 years ago. To the Christians, Jesus is the Son of God and the Savior of the world. Christians believe that He came to die for our sins so that we may go to heaven.",
        "meaning": "Christmas actually comes from 'Mass of Christ'. It was however shortened to 'Christ Mass'. Sometimes the shorter version 'Xmas' is also used.",
        "symbols": "Christmas is also a time where homes and malls are decorated with all kinds of decorations. Most of the decorations are symbols of Christmas. Without them, it would seem something is missing.",
        "boxingday": "Boxing Day is the day right after Christmas. This December 26 holiday is observed in England, Australia, Canada, and New Zealand. It is a day of giving to the less fortunate and charitable institutions in the form of money and gifts. Some will spend the day doing volunteer work. It is called Boxing Day because it was the custom during those days for tradesmen to collect their Christmas boxes (gifts) in return for their good and reliable service throughout the year. Today, Boxing Day is celebrated with family and friends with lots of fun, food and friendship."
    },
    "biographies": {
        "santa": {
            "1": "Santa Claus is also known as St. Nicholas, Father Christmas, Grandfather Frost, and Kris Kringle.",
            "2": "Santa Claus was born in 270 AD. That means he is over 1,000 years old.  It’s the magic of Christmas that keeps him alive and well.",
            "3": "According to the poem “A Visit from St. Nicholas” written by Clement Moore in 1823 Santa is described as a jolly old elf with cheeks like roses, his nose like a cherry and a little round belly that shook when he laughed like a bowl full of jelly.",
            "4": "Santa has a white beard, a red suit with white cuffs, a white collar and a black belt.  He also wears a red hat with white trim and wears black boots.",
            "5": "According to legend Santa Claus lives at the north pole with Mrs. Claus and his elves.",
            "6": "It is believed that Santa’s elves work all year long in Santa’s workshop making toys for children all over the world.",
            "7": "Santa Claus is believed to bring gifts to all the good boys and girls while they are sleeping on Christmas Eve (December 24th).",
            "8": "Throughout the year Santa Claus keeps 2 lists of girls and boys, a good list and a naughty list.",
            "9": "Children on the naughty list are believed to receive coal for Christmas.",
            "10": "So how does Santa deliver all those presents in one night? Santa actually has almost two days to deliver the presents. How? While in one part of the world it is day, in another part of the world it is night. For example when it is 12:30PM (daytime) in New York it is 1:30AM (nighttime) in China.  Santa will travel through 3 different time zones on Christmas Eve. This gives him more time to deliver presents.",
            "11": "Santa will visit over 90 million homes on Christmas Eve. So to deliver all the presents how fast does his sleigh have to go?",
            "12": "Santa’s sleigh travels at the speed of light.  That is about 186,282.4 miles per second or 671 million miles per hour!",
            "13": "Many children leave out milk and cookies or other treats for Santa on Christmas Eve because he gets hungry on his long journey of delivering presents, but, did you know his reindeer get hungry too?",
            "14": "Did you know that if you write a letter to Santa and address it to Santa’s Workshop at the North Pole and bring it to the post office Santa’s Christmas Magic will pick it up and get it to him?",
            "15": "So what does Santa do when Christmas is over?  First he takes a short vacation with Mrs. Claus at the North Pole then he gets right back to work.  Preparing his good boys and girls list and his naughty boys and girls list.  He also starts getting toys ready for next Christmas.  So remember to always be good because you never know when Santa’s watching."
        },
        "rudolph": {
            "1": "Santa has 8 reindeer. Their names are Dasher, Dancer, Prancer, Vixen, Comet, Cupid, Donner, and Blitzen.",
            "2": "Rudolph is considered Santa’s 9th reindeer.",
            "3": "Rudolph was added to Santa’s reindeer team on one Christmas Eve during a bad snowstorm.  Santa’s 8 reindeer could not see to fly through the storm.  Rudolph with his glowing red nose lit the way for Santa’s sleigh.",
            "4": "Did you know that before Rudolph lead the way for Santa’s sleigh he was made fun of by the other reindeer for being different?  Rudolph was the only reindeer with a glowing nose.",
            "5": "So do all reindeer fly? No, only Santa’s reindeer fly.  Santa uses his Christmas Magic to make his reindeer fly."
        }
    }
}
